Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# FailedToQueryAuditSystemPolicyBatchError
source: Failed to query audit system policy for batch starting at {0}. Win32 Error: {1}
ar: فشل في استعلام سياسة مراجعة النظام للدفعة التي تبدأ في {0}. خطأ Win32: {1}
de_de: Abfrage der Systemüberwachungsrichtlinie für Batch beginnend bei {0} fehlgeschlagen. Win32-Fehler: {1}
el_gr: Αποτυχία ερωτήματος πολιτικής ελέγχου συστήματος για παρτίδα που ξεκινά από {0}. Σφάλμα Win32: {1}
es: Error al consultar política de auditoría del sistema para lote que inicia en {0}. Error Win32: {1}
fr_fr: Échec de la requête de la stratégie système d'audit pour le lot commençant à {0}. Erreur Win32 : {1}
he_il: כשל בבקשת מדיניות מערכת הביקורת עבור אצווה שמתחילה ב-{0}. שגיאת Win32: {1}
hi_in: {0} से शुरू होने वाले बैच के लिए ऑडिट सिस्टम नीति की क्वेरी में असफल। Win32 त्रुटि: {1}
ml_in: {0} ൽ ആരംഭിക്കുന്ന ബാച്ചിന് ഓഡിറ്റ് സിസ്റ്റം നയം അന്വേഷിക്കാൻ പരാജയപ്പെട്ടു. Win32 പിശക്: {1}
pl_pl: Nie udało się wykonać zapytania o zasady audytu systemu dla partii rozpoczynającej się od {0}. Błąd Win32: {1}

# AuditQuerySystemPolicyReturnedNullBatchError
source: AuditQuerySystemPolicy returned null pointer for batch starting at {0}
ar: أرجع AuditQuerySystemPolicy مؤشراً فارغاً للدفعة التي تبدأ في {0}
de_de: AuditQuerySystemPolicy hat einen Nullzeiger für den Batch beginnend bei {0} zurückgegeben
el_gr: Το AuditQuerySystemPolicy επέστρεψε null δείκτη για παρτίδα που ξεκινά από {0}
es: AuditQuerySystemPolicy devolvió puntero nulo para lote que inicia en {0}
fr_fr: AuditQuerySystemPolicy a retourné un pointeur nul pour le lot commençant à {0}
he_il: AuditQuerySystemPolicy החזיר מצביע null עבור אצווה שמתחילה ב-{0}
hi_in: AuditQuerySystemPolicy ने {0} से शुरू होने वाले बैच के लिए नल पॉइंटर लौटाया
ml_in: AuditQuerySystemPolicy {0} ൽ ആരംഭിക്കുന്ന ബാച്ചിന് null പോയിന്റർ തിരികെ നൽകി
pl_pl: AuditQuerySystemPolicy zwróciło wskaźnik null dla partii rozpoczynającej się od {0}

# RetrievedAuditPoliciesForSubcategoriesMessage
source: Retrieved audit policies for {0} subcategories
ar: تم استرداد سياسات المراجعة لـ {0} فئة فرعية
de_de: Überwachungsrichtlinien für {0} Unterkategorien abgerufen
el_gr: Ανακτήθηκαν πολιτικές ελέγχου για {0} υποκατηγορίες
es: Se obtuvieron políticas de auditoría para {0} subcategorías
fr_fr: Stratégies d'audit récupérées pour {0} sous-catégories
he_il: התקבלו מדיניות ביקורת עבור {0} תתי-קטגוריות
hi_in: {0} उप-श्रेणियों के लिए ऑडिट नीतियां पुनर्प्राप्त की गईं
ml_in: {0} ഉപവിഭാഗങ്ങൾക്കായി ഓഡിറ്റ് നയങ്ങൾ വീണ്ടെടുത്തു
pl_pl: Pobrano zasady audytu dla {0} podkategorii

# FailedToQuerySpecificAuditPoliciesError
source: Failed to query specific audit policies. Win32 Error: {0}
ar: فشل في استعلام سياسات المراجعة المحددة. خطأ Win32: {0}
de_de: Abfrage bestimmter Überwachungsrichtlinien fehlgeschlagen. Win32-Fehler: {0}
el_gr: Αποτυχία ερωτήματος συγκεκριμένων πολιτικών ελέγχου. Σφάλμα Win32: {0}
es: Error al consultar políticas de auditoría específicas. Error Win32: {0}
fr_fr: Échec de la requête des stratégies d'audit spécifiques. Erreur Win32 : {0}
he_il: כשל בבקשת מדיניות ביקורת ספציפיות. שגיאת Win32: {0}
hi_in: विशिष्ट ऑडिट नीतियों की क्वेरी में असफल। Win32 त्रुटि: {0}
ml_in: നിർദ്ദിഷ്ട ഓഡിറ്റ് നയങ്ങൾ അന്വേഷിക്കാൻ പരാജയപ്പെട്ടു. Win32 പിശക്: {0}
pl_pl: Nie udało się wykonać zapytania o określone zasady audytu. Błąd Win32: {0}

# AuditQuerySystemPolicyReturnedNullSpecificError
source: AuditQuerySystemPolicy returned null pointer for specific audit policies
ar: أرجع AuditQuerySystemPolicy مؤشراً فارغاً لسياسات المراجعة المحددة
de_de: AuditQuerySystemPolicy hat für bestimmte Überwachungsrichtlinien einen Nullzeiger zurückgegeben
el_gr: Το AuditQuerySystemPolicy επέστρεψε null δείκτη για συγκεκριμένες πολιτικές ελέγχου
es: AuditQuerySystemPolicy devolvió puntero nulo para políticas de auditoría específicas
fr_fr: AuditQuerySystemPolicy a retourné un pointeur nul pour les stratégies d'audit spécifiques
he_il: AuditQuerySystemPolicy החזיר מצביע null עבור מדיניות ביקורת ספציפיות
hi_in: AuditQuerySystemPolicy ने विशिष्ट ऑडिट नीतियों के लिए नल पॉइंटर लौटाया
ml_in: AuditQuerySystemPolicy നിർദ്ദിഷ്ട ഓഡിറ്റ് നയങ്ങൾക്കായി null പോയിന്റർ തിരികെ നൽകി
pl_pl: AuditQuerySystemPolicy zwróciło wskaźnik null dla określonych zasad audytu

# RetrievedAuditPoliciesForSpecificSubcategoriesMessage
source: Retrieved audit policies for {0} specific subcategories
ar: تم استرداد سياسات المراجعة لـ {0} فئة فرعية محددة
de_de: Überwachungsrichtlinien für {0} spezifische Unterkategorien abgerufen
el_gr: Ανακτήθηκαν πολιτικές ελέγχου για {0} συγκεκριμένες υποκατηγορίες
es: Se obtuvieron políticas de auditoría para {0} subcategorías específicas
fr_fr: Stratégies d'audit récupérées pour {0} sous-catégories spécifiques
he_il: התקבלו מדיניות ביקורת עבור {0} תתי-קטגוריות ספציפיות
hi_in: {0} विशिष्ट उप-श्रेणियों के लिए ऑडिट नीतियां पुनर्प्राप्त की गईं
ml_in: {0} നിർദ്ദിഷ്ട ഉപവിഭാഗങ്ങൾക്കായി ഓഡിറ്റ് നയങ്ങൾ വീണ്ടെടുത്തു
pl_pl: Pobrano zasady audytu dla {0} określonych podkategorii

# CsvFileNotFoundError
source: CSV file not found: {0}
ar: ملف CSV غير موجود: {0}
de_de: CSV-Datei nicht gefunden: {0}
el_gr: Αρχείο CSV δεν βρέθηκε: {0}
es: Archivo CSV no encontrado: {0}
fr_fr: Fichier CSV non trouvé : {0}
he_il: קובץ CSV לא נמצא: {0}
hi_in: CSV फ़ाइल नहीं मिली: {0}
ml_in: CSV ഫയൽ കണ്ടെത്തിയില്ല: {0}
pl_pl: Plik CSV nie został znaleziony: {0}

# CsvFileMustContainHeaderAndDataError
source: CSV file must contain at least a header and one data row
ar: يجب أن يحتوي ملف CSV على عنوان وصف بيانات واحد على الأقل
de_de: CSV-Datei muss mindestens einen Header und eine Datenzeile enthalten
el_gr: Το αρχείο CSV πρέπει να περιέχει τουλάχιστον μια κεφαλίδα και μια γραμμή δεδομένων
es: El archivo CSV debe contener al menos un encabezado y una fila de datos
fr_fr: Le fichier CSV doit contenir au moins un en-tête et une ligne de données
he_il: קובץ CSV חייב להכיל לפחות כותרת ושורת נתונים אחת
hi_in: CSV फ़ाइल में कम से कम एक हेडर और एक डेटा पंक्ति होनी चाहिए
ml_in: CSV ഫയലിൽ കുറഞ്ഞത് ഒരു ഹെഡറും ഒരു ഡാറ്റാ വരിയും ഉണ്ടായിരിക്കണം
pl_pl: Plik CSV musi zawierać co najmniej nagłówek i jeden wiersz danych

# ErrorParsingCsvLineError
source: Error parsing CSV line {0}: {1}
ar: خطأ في تحليل سطر CSV {0}: {1}
de_de: Fehler beim Analysieren der CSV‑Zeile {0}: {1}
el_gr: Σφάλμα ανάλυσης γραμμής CSV {0}: {1}
es: Error al analizar línea CSV {0}: {1}
fr_fr: Erreur lors de l'analyse de la ligne CSV {0} : {1}
he_il: שגיאה בניתוח שורת CSV {0}: {1}
hi_in: CSV पंक्ति {0} को पार्स करने में त्रुटि: {1}
ml_in: CSV വരി {0} പാഴ്സ് ചെയ്യുന്നതിൽ പിശക്: {1}
pl_pl: Błąd analizy wiersza CSV {0}: {1}

# NoValidAuditPolicyEntriesFoundError
source: No valid audit policy entries found in CSV file
ar: لم يتم العثور على إدخالات سياسة مراجعة صالحة في ملف CSV
de_de: Keine gültigen Überwachungsrichtlinieneinträge in der CSV-Datei gefunden
el_gr: Δεν βρέθηκαν έγκυρες καταχωρήσεις πολιτικής ελέγχου στο αρχείο CSV
es: No se encontraron entradas válidas de política de auditoría en el archivo CSV
fr_fr: Aucune entrée de stratégie d'audit valide trouvée dans le fichier CSV
he_il: לא נמצאו רשומות מדיניות ביקורת תקפות בקובץ CSV
hi_in: CSV फ़ाइल में कोई वैध ऑडिट नीति प्रविष्टियां नहीं मिलीं
ml_in: CSV ഫയലിൽ സാധുവായ ഓഡിറ്റ് പോളിസി എൻട്രികൾ കണ്ടെത്തിയില്ല
pl_pl: Nie znaleziono prawidłowych wpisów zasad audytu w pliku CSV

# ParsedAuditPolicyEntriesFromCsvMessage
source: Parsed {0} audit policy entries from CSV
ar: تم تحليل {0} إدخال سياسة مراجعة من ملف CSV
de_de: {0} Überwachungsrichtlinieneinträge aus der CSV-Datei analysiert
el_gr: Αναλύθηκαν {0} καταχωρήσεις πολιτικής ελέγχου από CSV
es: Se analizaron {0} entradas de política de auditoría desde CSV
fr_fr: {0} entrées de stratégie d'audit analysées depuis le CSV
he_il: נותחו {0} רשומות מדיניות ביקורת מקובץ CSV
hi_in: CSV से {0} ऑडिट नीति प्रविष्टियां पार्स की गईं
ml_in: CSV ൽ നിന്ന് {0} ഓഡിറ്റ് പോളിസി എൻട്രികൾ പാഴ്സ് ചെയ്തു
pl_pl: Przeanalizowano {0} wpisów zasad audytu z pliku CSV

# SuccessfullyAppliedAuditPoliciesFromCsvMessage
source: Successfully applied {0} audit policies from CSV
ar: تم تطبيق {0} سياسة مراجعة بنجاح من ملف CSV
de_de: Erfolgreich {0} Überwachungsrichtlinien aus der CSV-Datei angewendet
el_gr: Εφαρμόστηκαν επιτυχώς {0} πολιτικές ελέγχου από CSV
es: Se aplicaron exitosamente {0} políticas de auditoría desde CSV
fr_fr: {0} stratégies d'audit appliquées avec succès depuis le CSV
he_il: הוחלו בהצלחה {0} מדיניות ביקורת מקובץ CSV
hi_in: CSV से {0} ऑडिट नीतियां सफलतापूर्वक लागू की गईं
ml_in: CSV ൽ നിന്ന് {0} ഓഡിറ്റ് പോളിസികൾ വിജയകരമായി പ്രയോഗിച്ചു
pl_pl: Pomyślnie zastosowano {0} zasad audytu z pliku CSV

# FailedToApplyAuditPolicyToSystemError
source: Failed to apply audit policy to the system. Win32 Error: {0}
ar: فشل في تطبيق سياسة المراجعة على النظام. خطأ Win32: {0}
de_de: Anwenden der Überwachungsrichtlinie auf das System fehlgeschlagen. Win32-Fehler: {0}
el_gr: Αποτυχία εφαρμογής πολιτικής ελέγχου στο σύστημα. Σφάλμα Win32: {0}
es: Error al aplicar política de auditoría al sistema. Error Win32: {0}
fr_fr: Échec de l'application de la stratégie d'audit au système. Erreur Win32 : {0}
he_il: כשל בהחלת מדיניות ביקורת על המערכת. שגיאת Win32: {0}
hi_in: सिस्टम पर ऑडिट नीति लागू करने में असफल। Win32 त्रुटि: {0}
ml_in: സിസ്റ്റത്തിൽ ഓഡിറ്റ് പോളിസി പ്രയോഗിക്കാൻ പരാജയപ്പെട്ടു. Win32 പിശക്: {0}
pl_pl: Nie udało się zastosować zasad audytu do systemu. Błąd Win32: {0}

# CsvLineExpectedColumnsError
source: Line {0}: Expected at least 7 columns, got {1}
ar: السطر {0}: متوقع 7 أعمدة على الأقل، تم الحصول على {1}
de_de: Zeile {0}: Mindestens 7 Spalten erwartet, erhalten: {1}
el_gr: Γραμμή {0}: Αναμενόταν τουλάχιστον 7 στήλες, λήφθηκαν {1}
es: Línea {0}: Se esperaban al menos 7 columnas, se obtuvieron {1}
fr_fr: Ligne {0} : Au moins 7 colonnes attendues, {1} obtenues
he_il: שורה {0}: נדרשו לפחות 7 עמודות, התקבלו {1}
hi_in: पंक्ति {0}: कम से कम 7 कॉलम अपेक्षित, {1} मिले
ml_in: വരി {0}: കുറഞ്ഞത് 7 കോളങ്ങൾ പ്രതീക്ഷിച്ചു, {1} കിട്ടി
pl_pl: Wiersz {0}: Oczekiwano co najmniej 7 kolumn, otrzymano {1}

# CsvLineInvalidGuidFormatError
source: Line {0}: Invalid GUID format: {1}
ar: السطر {0}: تنسيق GUID غير صالح: {1}
de_de: Zeile {0}: Ungültiges GUID-Format: {1}
el_gr: Γραμμή {0}: Μη έγκυρη μορφή GUID: {1}
es: Línea {0}: Formato GUID inválido: {1}
fr_fr: Ligne {0} : Format GUID invalide : {1}
he_il: שורה {0}: מבנה GUID לא חוקי: {1}
hi_in: पंक्ति {0}: अमान्य GUID प्रारूप: {1}
ml_in: വരി {0}: അസാധുവായ GUID ഫോർമാറ്റ്: {1}
pl_pl: Wiersz {0}: Nieprawidłowy format GUID: {1}

# CsvLineInvalidSettingValueError
source: Line {0}: Invalid setting value: {1}
ar: السطر {0}: قيمة إعداد غير صالحة: {1}
de_de: Zeile {0}: Ungültiger Einstellungswert: {1}
el_gr: Γραμμή {0}: Μη έγκυρη τιμή ρύθμισης: {1}
es: Línea {0}: Valor de configuración inválido: {1}
fr_fr: Ligne {0} : Valeur de paramètre invalide : {1}
he_il: שורה {0}: ערך הגדרה לא חוקי: {1}
hi_in: पंक्ति {0}: अमान्य सेटिंग मान: {1}
ml_in: വരി {0}: അസാധുവായ സെറ്റിംഗ് മൂല്യം: {1}
pl_pl: Wiersz {0}: Nieprawidłowa wartość ustawienia: {1}

# CsvLineSettingValueOutOfRangeError
source: Line {0}: Setting value out of range (0-3): {1}
ar: السطر {0}: قيمة الإعداد خارج النطاق (0-3): {1}
de_de: Zeile {0}: Einstellungswert außerhalb des zulässigen Bereichs (0–3): {1}
el_gr: Γραμμή {0}: Τιμή ρύθμισης εκτός εύρους (0-3): {1}
es: Línea {0}: Valor de configuración fuera de rango (0-3): {1}
fr_fr: Ligne {0} : Valeur de paramètre hors plage (0-3) : {1}
he_il: שורה {0}: ערך הגדרה מחוץ לטווח (0-3): {1}
hi_in: पंक्ति {0}: सेटिंग मान सीमा से बाहर (0-3): {1}
ml_in: വരി {0}: സെറ്റിംഗ് മൂല്യം പരിധിക്ക് പുറത്ത് (0-3): {1}
pl_pl: Wiersz {0}: Wartość ustawienia poza zakresem (0-3): {1}

# NoAuditingText
source: No auditing
ar: بدون مراجعة
de_de: Keine Überwachung
el_gr: Χωρίς έλεγχο
es: Sin auditoría
fr_fr: Aucun audit
he_il: ללא ביקורת
hi_in: कोई ऑडिटिंग नहीं
ml_in: ഓഡിറ്റിംഗ് ഇല്ല
pl_pl: Brak audytu

# SuccessText
source: Success
ar: نجح
de_de: Erfolg
el_gr: Επιτυχία
es: Éxito
fr_fr: Succès
he_il: הצלחה
hi_in: सफलता
ml_in: വിജയം
pl_pl: Sukces

# FailureText
source: Failure
ar: فشل
de_de: Fehler
el_gr: Αποτυχία
es: Falla
fr_fr: Échec
he_il: כשל
hi_in: असफलता
ml_in: പരാജയം
pl_pl: Niepowodzenie

# SuccessAndFailureText
source: Success and Failure
ar: نجح وفشل
de_de: Erfolg und Fehler
el_gr: Επιτυχία και Αποτυχία
es: Éxito y Falla
fr_fr: Succès et Échec
he_il: הצלחה וכשל
hi_in: सफलता और असफलता
ml_in: വിജയവും പരാജയവും
pl_pl: Sukces i Niepowodzenie

# MicrosoftSecurityBaselineNavItem.AutomationProperties.HelpText
source: Apply, Verify and Remove Microsoft Security Baseline on this page.
ar: تطبيق والتحقق من وإزالة خط الأساس الأمني لمايكروسوفت في هذه الصفحة.
de_de: Microsoft-Sicherheitsbaseline auf dieser Seite anwenden, prüfen und entfernen.
el_gr: Εφαρμογή, επαλήθευση και αφαίρεση της γραμμής βάσης ασφαλείας Microsoft σε αυτή τη σελίδα.
es: Aplicar, verificar y remover línea base de seguridad de Microsoft en esta página.
fr_fr: Appliquer, vérifier et supprimer la base de référence de sécurité Microsoft sur cette page.
he_il: החל, אמת והסר קו בסיס אבטחה של Microsoft בדף זה.
hi_in: इस पृष्ठ में Microsoft सुरक्षा आधारभूत को लागू करें, सत्यापित करें और हटाएं।
ml_in: ഈ പേജിൽ Microsoft സുരക്ഷാ അടിത്തറ പ്രയോഗിക്കുക, പരിശോധിക്കുക, നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj i usuń linię bazową bezpieczeństwa Microsoft na tej stronie.

# MicrosoftSecurityBaselineNavItem.ToolTipService.ToolTip
source: Apply, Verify and Remove Microsoft Security Baseline on this page.
ar: تطبيق والتحقق من وإزالة خط الأساس الأمني لمايكروسوفت في هذه الصفحة.
de_de: Microsoft-Sicherheitsbaseline auf dieser Seite anwenden, prüfen und entfernen.
el_gr: Εφαρμογή, επαλήθευση και αφαίρεση της γραμμής βάσης ασφαλείας Microsoft σε αυτή τη σελίδα.
es: Aplicar, verificar y remover línea base de seguridad de Microsoft en esta página.
fr_fr: Appliquer, vérifier et supprimer la base de référence de sécurité Microsoft sur cette page.
he_il: החל, אמת והסר קו בסיס אבטחה של Microsoft בדף זה.
hi_in: इस पृष्ठ में Microsoft सुरक्षा आधारभूत को लागू करें, सत्यापित करें और हटाएं।
ml_in: ഈ പേജിൽ Microsoft സുരക്ഷാ അടിത്തറ പ്രയോഗിക്കുക, പരിശോധിക്കുക, നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj i usuń linię bazową bezpieczeństwa Microsoft na tej stronie.

# Microsoft365AppsSecurityBaselineNavItem.AutomationProperties.HelpText
source: Apply, Verify and Remove Microsoft 365 Apps Security Baseline on this page.
ar: تطبيق والتحقق من وإزالة خط الأساس الأمني لتطبيقات Microsoft 365 في هذه الصفحة.
de_de: Sicherheitsbaseline für Microsoft 365 Apps auf dieser Seite anwenden, prüfen und entfernen.
el_gr: Εφαρμογή, επαλήθευση και αφαίρεση της γραμμής βάσης ασφαλείας Microsoft 365 Apps σε αυτή τη σελίδα.
es: Aplicar, verificar y remover línea base de seguridad de Microsoft 365 Apps en esta página.
fr_fr: Appliquer, vérifier et supprimer la base de référence de sécurité Microsoft 365 Apps sur cette page.
he_il: החל, אמת והסר קו בסיס אבטחה של Microsoft 365 Apps בדף זה.
hi_in: इस पृष्ठ में Microsoft 365 Apps सुरक्षा आधारभूत को लागू करें, सत्यापित करें और हटाएं।
ml_in: ഈ പേജിൽ Microsoft 365 Apps സുരക്ഷാ അടിത്തറ പ്രയോഗിക്കുക, പരിശോധിക്കുക, നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj i usuń linię bazową bezpieczeństwa Microsoft 365 Apps na tej stronie.

# Microsoft365AppsSecurityBaselineNavItem.ToolTipService.ToolTip
source: Apply, Verify and Remove Microsoft 365 Apps Security Baseline on this page.
ar: تطبيق والتحقق من وإزالة خط الأساس الأمني لتطبيقات Microsoft 365 في هذه الصفحة.
de_de: Sicherheitsbaseline für Microsoft 365 Apps auf dieser Seite anwenden, prüfen und entfernen.
el_gr: Εφαρμογή, επαλήθευση και αφαίρεση της γραμμής βάσης ασφαλείας Microsoft 365 Apps σε αυτή τη σελίδα.
es: Aplicar, verificar y remover línea base de seguridad de Microsoft 365 Apps en esta página.
fr_fr: Appliquer, vérifier et supprimer la base de référence de sécurité Microsoft 365 Apps sur cette page.
he_il: החל, אמת והסר קו בסיס אבטחה של Microsoft 365 Apps בדף זה.
hi_in: इस पृष्ठ में Microsoft 365 Apps सुरक्षा आधारभूत को लागू करें, सत्यापित करें और हटाएं।
ml_in: ഈ പേജിൽ Microsoft 365 Apps സുരക്ഷാ അടിത്തറ പ്രയോഗിക്കുക, പരിശോധിക്കുക, നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj i usuń linię bazową bezpieczeństwa Microsoft 365 Apps na tej stronie.

# MicrosoftBaseLinesOverridesNavItem.AutomationProperties.HelpText
source: Apply, Verify and Remove optional overrides for Microsoft Baselines.
ar: تطبيق والتحقق من وإزالة التجاوزات الاختيارية لخطوط الأساس من مايكروسوفت.
de_de: Optionale Überschreibungen für Microsoft-Baselines anwenden, prüfen und entfernen.
el_gr: Εφαρμογή, επαλήθευση και αφαίρεση προαιρετικών παρακάμψεων για γραμμές βάσης Microsoft.
es: Aplicar, verificar y remover anulaciones opcionales para líneas base de Microsoft.
fr_fr: Appliquer, vérifier et supprimer les remplacements facultatifs pour les bases de référence Microsoft.
he_il: החל, אמת והסר עקיפות אופציונליות לקווי הבסיס של Microsoft.
hi_in: Microsoft आधारभूत के लिए वैकल्पिक ओवरराइड लागू करें, सत्यापित करें और हटाएं।
ml_in: Microsoft അടിത്തറകൾക്കായി ഓപ്‌ഷണൽ ഓവർറൈഡുകൾ പ്രയോഗിക്കുക, പരിശോധിക്കുക, നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj i usuń opcjonalne nadpisania dla linii bazowych Microsoft.

# MicrosoftBaseLinesOverridesNavItem.ToolTipService.ToolTip
source: Apply, Verify and Remove optional overrides for Microsoft Baselines.
ar: تطبيق والتحقق من وإزالة التجاوزات الاختيارية لخطوط الأساس من مايكروسوفت.
de_de: Optionale Überschreibungen für Microsoft-Baselines anwenden, prüfen und entfernen.
el_gr: Εφαρμογή, επαλήθευση και αφαίρεση προαιρετικών παρακάμψεων για γραμμές βάσης Microsoft.
es: Aplicar, verificar y remover anulaciones opcionales para líneas base de Microsoft.
fr_fr: Appliquer, vérifier et supprimer les remplacements facultatifs pour les bases de référence Microsoft.
he_il: החל, אמת והסר עקיפות אופציונליות לקווי הבסיס של Microsoft.
hi_in: Microsoft आधारभूत के लिए वैकल्पिक ओवरराइड लागू करें, सत्यापित करें और हटाएं।
ml_in: Microsoft അടിത്തറകൾക്കായി ഓപ്‌ഷണൽ ഓവർറൈഡുകൾ പ്രയോഗിക്കുക, പരിശോധിക്കുക, നീക്കം ചെയ്യുക.
pl_pl: Zastosuj, zweryfikuj i usuń opcjonalne nadpisania dla linii bazowych Microsoft.

# DragAndDropHintFileReputation.Text
source: or drag and drop files here
ar: أو اسحب وأفلت الملفات هنا
de_de: oder Dateien hierher ziehen und ablegen
el_gr: ή σύρετε και αφήστε αρχεία εδώ
es: o arrastrar y soltar archivos aquí
fr_fr: ou glissez et déposez des fichiers ici
he_il: או גרור ושחרר קבצים לכאן
hi_in: या फ़ाइलों को यहां खींचें और छोड़ें
ml_in: അല്ലെങ്കിൽ ഫയലുകൾ ഇവിടെ വലിച്ചിട്ട് വിടുക
pl_pl: lub przeciągnij i upuść pliki tutaj

# DragAndDropHintFileReputationCaption
source: Drop file to check reputation
ar: أفلت الملف للتحقق من السمعة
de_de: Datei ablegen, um die Reputation zu prüfen
el_gr: Αφήστε το αρχείο για έλεγχο φήμης
es: Soltar archivo para verificar reputación
fr_fr: Déposez le fichier pour vérifier la réputation
he_il: שחרר קובץ כדי לבדוק מוניטין
hi_in: प्रतिष्ठा जांचने के लिए फ़ाइल छोड़ें
ml_in: പ്രശസ്തി പരിശോധിക്കാൻ ഫയൽ വിടുക
pl_pl: Upuść plik, aby sprawdzić reputację

source: No verification results to export
de_de: Keine Prüfergebnisse zum Exportieren
el_gr: Δεν υπάρχουν αποτελέσματα επαλήθευσης για εξαγωγή
es: No hay resultados de verificación para exportar
he_il: אין תוצאות אימות לייצוא
hi_in: निर्यात करने के लिए कोई सत्यापन परिणाम नहीं
ml_in: എക്‌സ്‌പോർട്ട് ചെയ്യാൻ പരിശോധന ഫലങ്ങളൊന്നുമില്ല

# SuccessfullyExportedVerificationResults
source: Successfully exported {0} verification results to {1}
ar: تم تصدير {0} نتيجة تحقق بنجاح إلى {1}
de_de: Erfolgreich {0} Prüfergebnisse nach {1} exportiert
el_gr: Εξήχθησαν επιτυχώς {0} αποτελέσματα επαλήθευσης στο {1}
es: Se exportaron exitosamente {0} resultados de verificación a {1}
fr_fr: {0} résultats de vérification exportés avec succès vers {1}
he_il: ייוצאו בהצלחה {0} תוצאות אימות אל {1}
hi_in: {0} सत्यापन परिणाम सफलतापूर्वक {1} में निर्यात किए गए
ml_in: {0} പരിശോധന ഫലങ്ങൾ വിജയകരമായി {1} ലേക്ക് എക്‌സ്‌പോർട്ട് ചെയ്തു
pl_pl: Pomyślnie wyeksportowano {0} wyników weryfikacji do {1}

source: Applying Microsoft Security Baseline...
ar: تطبيق خط الأساس الأمني لمايكروسوفت...
de_de: Microsoft-Sicherheitsbaseline wird angewendet...
el_gr: Εφαρμογή γραμμής βάσης ασφαλείας Microsoft...
es: Aplicando línea base de seguridad de Microsoft...
fr_fr: Application de la base de référence de sécurité Microsoft...
he_il: מיישם את קו הבסיס לאבטחה של Microsoft...
hi_in: Microsoft सुरक्षा आधारभूत लागू की जा रही है...
ml_in: Microsoft സുരക്ഷാ അടിത്തറ പ്രയോഗിക്കുന്നു...
pl_pl: Stosowanie linii bazowej bezpieczeństwa Microsoft...

source: Microsoft Security Baseline applied successfully
ar: تم تطبيق خط الأساس الأمني لمايكروسوفت بنجاح
de_de: Microsoft-Sicherheitsbaseline erfolgreich angewendet
el_gr: Η γραμμή βάσης ασφαλείας Microsoft εφαρμόστηκε επιτυχώς
es: Línea base de seguridad de Microsoft aplicada exitosamente
fr_fr: Base de référence de sécurité Microsoft appliquée avec succès
he_il: קו הבסיס לאבטחה של Microsoft הוחל בהצלחה
hi_in: Microsoft सुरक्षा आधारभूत सफलतापूर्वक लागू की गई
ml_in: Microsoft സുരക്ഷാ അടിത്തറ വിജയകരമായി പ്രയോഗിച്ചു
pl_pl: Linia bazowa bezpieczeństwa Microsoft została pomyślnie zastosowana

# ApplyOperationCancelledByUser
source: Apply operation was cancelled by user
ar: تم إلغاء عملية التطبيق بواسطة المستخدم
de_de: Anwendungsvorgang durch den Benutzer abgebrochen
el_gr: Η λειτουργία εφαρμογής ακυρώθηκε από τον χρήστη
es: Operación de aplicación cancelada por el usuario
fr_fr: L'opération d'application a été annulée par l'utilisateur
he_il: פעולת ההחלה בוטלה על ידי המשתמש
hi_in: लागू करने का ऑपरेशन उपयोगकर्ता द्वारा रद्द किया गया
ml_in: പ്രയോഗിക്കൽ പ്രവർത്തനം ഉപയോക്താവ് റദ്ദാക്കി
pl_pl: Operacja stosowania została anulowana przez użytkownika

source: Removing Microsoft Security Baseline...
ar: إزالة خط الأساس الأمني لمايكروسوفت...
de_de: Microsoft-Sicherheitsbaseline wird entfernt...
el_gr: Αφαίρεση γραμμής βάσης ασφαλείας Microsoft...
es: Removiendo línea base de seguridad de Microsoft...
fr_fr: Suppression de la base de référence de sécurité Microsoft...
he_il: מסיר את קו הבסיס לאבטחה של Microsoft...
hi_in: Microsoft सुरक्षा आधारभूत हटाई जा रही है...
ml_in: Microsoft സുരക്ഷാ അടിത്തറ നീക്കം ചെയ്യുന്നു...
pl_pl: Usuwanie linii bazowej bezpieczeństwa Microsoft...

source: Microsoft Security Baseline removed successfully
ar: تم إزالة خط الأساس الأمني لمايكروسوفت بنجاح
de_de: Microsoft-Sicherheitsbaseline erfolgreich entfernt
el_gr: Η γραμμή βάσης ασφαλείας Microsoft αφαιρέθηκε επιτυχώς
es: Línea base de seguridad de Microsoft removida exitosamente
fr_fr: Base de référence de sécurité Microsoft supprimée avec succès
he_il: קו הבסיס לאבטחה של Microsoft הוסר בהצלחה
hi_in: Microsoft सुरक्षा आधारभूत सफलतापूर्वक हटाई गई
ml_in: Microsoft സുരക്ഷാ അടിത്തറ വിജയകരമായി നീക്കം ചെയ്തു
pl_pl: Linia bazowa bezpieczeństwa Microsoft została pomyślnie usunięta

# RemoveOperationCancelledByUser
source: Remove operation was cancelled by user
ar: تم إلغاء عملية الإزالة بواسطة المستخدم
de_de: Entfernungsvorgang durch den Benutzer abgebrochen
el_gr: Η λειτουργία αφαίρεσης ακυρώθηκε από τον χρήστη
es: Operación de remoción cancelada por el usuario
fr_fr: L'opération de suppression a été annulée par l'utilisateur
he_il: פעולת ההסרה בוטלה על ידי המשתמש
hi_in: हटाने का ऑपरेशन उपयोगकर्ता द्वारा रद्द किया गया
ml_in: നീക്കം ചെയ്യൽ പ്രവർത്തനം ഉപയോക്താവ് റദ്ദാക്കി
pl_pl: Operacja usuwania została anulowana przez użytkownika

source: Verifying Microsoft Security Baseline...
ar: التحقق من خط الأساس الأمني لمايكروسوفت...
de_de: Microsoft-Sicherheitsbaseline wird überprüft...
el_gr: Επαλήθευση γραμμής βάσης ασφαλείας Microsoft...
es: Verificando línea base de seguridad de Microsoft...
fr_fr: Vérification de la base de référence de sécurité Microsoft...
he_il: מאמת את קו הבסיס לאבטחה של Microsoft...
hi_in: Microsoft सुरक्षा आधारभूत सत्यापित की जा रही है...
ml_in: Microsoft സുരക്ഷാ അടിത്തറ പരിശോധിക്കുന്നു...
pl_pl: Weryfikowanie linii bazowej bezpieczeństwa Microsoft...
